import { v4 as uuidv4 } from "uuid";
import { sumCommentType } from "../Types/sumComment";

export const sumComments: sumCommentType[] = [
  {
    id: uuidv4(),
    name: "نوید قاسمی",
    date: "2023-11-12T14:32:23+03:30",
    course: "دوره جامع فن بیان",
    text: "ساعت های هوشمند گجت هایی هستند که در مدت حضور خود در بازار لوازم الکترونیک توانسته اند نظر بسیاری از کاربران را به خود جلب کنند اما در این بین نگهداری از این گجت های دوست داشتنی کار بسیار سخت و حساسی است.محافظ صفحه نمایش ساعت هوشمند کاملا مقاوم در برار ضربه و خط و خش می باشد و از آنجایی که ساعت های هوشمند بیشتر از بقیه لوازم الکترونیک در معرض خطر هستند، داشتن محافظ صفحه امری بسیار ضروری است. محافظ صفحه حساسیت تاچ ساعت شما را کاهش نمی دهد و در عین حال لکه و چربی را به خود جذب نمی کند. این محصول به گونه ای تولید شده که زیر نور مستقیم از کیفیت صفحه نمایش ساعت شما کاسته نمی شود.",
  },
  {
    id: uuidv4(),
    name: "نوید قاسمی",
    date: "2023-11-12T14:32:23+03:30",
    course: "دوره جامع فن بیان",
    text: "عالی بود همه چی عالی",
  },
  {
    id: uuidv4(),
    name: "نوید قاسمی",
    date: "2023-11-12T14:32:23+03:30",
    course: "دوره جامع فن بیان",
    text: "ساعت های هوشمند گجت هایی هستند که در مدت حضور خود در بازار لوازم الکترونیک توانسته اند نظر بسیاری از کاربران را به خود جلب کنند اما در این بین نگهداری از این گجت های دوست داشتنی کار بسیار سخت و حساسی است.محافظ صفحه نمایش ساعت هوشمند کاملا مقاوم در برار ضربه و خط و خش می باشد و از آنجایی که ساعت های هوشمند بیشتر از بقیه لوازم الکترونیک در معرض خطر هستند، داشتن محافظ صفحه امری بسیار ضروری است. محافظ صفحه حساسیت تاچ ساعت شما را کاهش نمی دهد و در عین حال لکه و چربی را به خود جذب نمی کند. این محصول به گونه ای تولید شده که زیر نور مستقیم از کیفیت صفحه نمایش ساعت شما کاسته نمی شود.",
  },
  {
    id: uuidv4(),
    name: "نوید قاسمی",
    date: "2023-11-12T14:32:23+03:30",
    course: "دوره جامع فن بیان",
    text: "ساعت های هوشمند گجت هایی هستند که در مدت حضور خود در بازار لوازم الکترونیک توانسته اند نظر بسیاری از کاربران را به خود جلب کنند اما در این بین نگهداری از این گجت های دوست داشتنی کار بسیار سخت و حساسی است.محافظ صفحه نمایش ساعت هوشمند کاملا مقاوم در برار ضربه و خط و خش می باشد و از آنجایی که ساعت های هوشمند بیشتر از بقیه لوازم الکترونیک در معرض خطر هستند، داشتن محافظ صفحه امری بسیار ضروری است. محافظ صفحه حساسیت تاچ ساعت شما را کاهش نمی دهد و در عین حال لکه و چربی را به خود جذب نمی کند. این محصول به گونه ای تولید شده که زیر نور مستقیم از کیفیت صفحه نمایش ساعت شما کاسته نمی شود.",
  },
];
