import ParallaxHeader from "../../Components/ParallaxHeader";
import { textItems } from "../../Items/footerItems";
import SeoTags from "../../utils/lib/Helmet";

const AboutUs = () => {
  return (
    <>
      <SeoTags
        titleTemplate={`درباره ما`}
        description={`درباره گروه آکادمی فن بیان صابر زارعی و صابر زراعی`}
        Url={window.location.href}
      />
      <main className="flex flex-col gap-4 ">
        <ParallaxHeader bg="/images/About-us.jpg" className="flex items-center">
          <div className="flex flex-col text-white gap-6 px-12 w-full z-10">
            <div className="flex flex-col gap-2">
              <h1 className="text-3xl font-bold">
                درباره آکادمی فن بیان صابر زارعی
              </h1>
              <h2 className="text-2xl font-bold">
                آکادمی فن بیان صابر زارعی از کجا و چجوری شروع شد؟
              </h2>
            </div>
          </div>
        </ParallaxHeader>
        <section className="min-h-[80svh] p-4 px-8">
          <div className="max-w-[56rem] flex flex-col gap-9 font-semibold text-lg text-[#636363]">
            <h3>
              استاد صابر زارعی، مدرس برجسته فن بیان و نویسنده کتاب پرمخاطب "فیل
              بیان"، از سال ۱۳۸۶ با تجربه‌ای گسترده و موفقیت‌آمیز در حوزه فروش،
              آموزش فن بیان و ارتباطات، یکی از معتبرترین و شناخته‌شده‌ترین
              متخصصان در دنیای فارسی‌زبانان می باشند. او مسئول مجمع مدرسان فن
              بیان کشور بوده و با ۱۸ سال سابقه در سازمان فروش کمپانی‌های بزرگ
              ایران، همکاری‌های موفقی را با بیش از ۵۰ آموزشگاه و شرکت در سراسر
              کشور انجام داده است.
            </h3>
            <h3>
              ایشان تا کنون بیش از ۲۰۰۰ هنرجو از گروه‌های سنی کودک، نوجوان و
              بزرگسال را در سراسر جهان تعلیم داده اند. هنرجویان او از کشورهای
              مختلف از جمله ایران، افغانستان، ترکیه، امارات متحده عربی، استرالیا
              و …بوده‌اند. استاد زارعی اولین وب‌سایت تخصصی فن بیان را راه‌اندازی
              کرده و به عنوان اولین مدرس تخصصی فن بیان برای تمام سنین شناخته
              می‌شوند.
            </h3>
            <h3>
              در طول ۴ سال اخیر، وی بیش از ۲۰۰ دوره آموزشی حضوری و آنلاین برگزار
              کرده است. همچنین، او به عنوان مشاور فن بیان برخی از مدیران و
              مسئولان دولتی و خصوصی فعالیت می‌کند.
            </h3>
            <h3>
              صابر زارعی به صورت تخصصی دوره‌های متنوعی در زمینه فن بیان ارائه
              می‌دهد، از جمله:
            </h3>
            <div className="flex flex-col gap-2">
              <ul className="flex flex-col gap-3 pr-9 list-disc">
                {textItems.map(({ key, text }) => (
                  <li key={key} className="flex items-start gap-2">
                    <span>*</span>
                    <span>{text}</span>
                  </li>
                ))}
              </ul>
            </div>
            <h3>
              روش‌های آموزشی متنوع و انعطاف‌پذیر او شامل دوره‌های حضوری، آنلاین
              و آفلاین است. این دوره‌ها به صورت عمومی و خصوصی برگزار می‌شوند تا
              به بهترین شکل ممکن نیازهای هنرجویان را برآورده کنند. با بهره‌گیری
              از این روش‌های آموزشی، هنرجویان می‌توانند مهارت‌های ارتباطی و
              بیانی خود را به سطح بالاتری ارتقاء دهند و به موفقیت در زندگی شخصی
              و حرفه‌ای دست یابند.
            </h3>
            <h3>
              ایشان همچنین در زمینه مشاوره تخصصی توسعه فردی و آموزش مدرسی
              دوره‌های استادی نیز فعالیت می‌کند. با حضور در دوره‌های آموزشی او،
              شما می‌توانید به بهبود مهارت‌های ارتباطی، افزایش اعتماد به نفس و
              دستیابی به اهداف خود دست یابید.
            </h3>
            <h3>
              برای کسب اطلاعات بیشتر و ثبت‌نام در دوره‌ها، با ما تماس بگیرید.
            </h3>
            <h3>09330042028</h3>
          </div>
        </section>
      </main>
    </>
  );
};

export default AboutUs;
