import ParallaxHeader from '../../Components/ParallaxHeader';
import { textItems } from '../../Items/footerItems';
import SeoTags from '../../utils/lib/Helmet';

const AboutUs = () => {
  return (
    <>
      <SeoTags
        titleTemplate={`درباره ما`}
        description={`درباره گروه آکادمی فن بیان صابر زارعی و صابر زراعی`}
        Url={window.location.href}
      />
      <main className="flex flex-col gap-4 ">
        <ParallaxHeader bg="/images/About-us.jpg" className="flex items-center">
          <div className="flex flex-col text-white gap-6 px-12 w-full z-10">
            <div className="flex flex-col gap-2">
              <h1 className="text-3xl font-bold">
                درباره آکادمی فن بیان صابر زارعی
              </h1>
              <h2 className="text-2xl font-bold">
                آکادمی فن بیان صابر زارعی از کجا و چجوری شروع شد؟
              </h2>
            </div>
          </div>
        </ParallaxHeader>
        <section className="min-h-[80svh] p-4 px-8">
          <div className="max-w-[56rem] flex flex-col gap-9 font-semibold text-lg text-[#636363]">
            <h3>
              آکادمی فن بیان صابر زارعی به همت استاد صابر زارعی، مدرس برجسته فن
              بیان و نویسنده کتاب پرفروش “فیل بیان” تأسیس شده است. استاد زارعی
              فعالیت خود را از سال ۱۳۸۶ با تجربه‌ای موفق در سیستم فروش و مذاکرات
              حرفه‌ای آغاز کرد و پس از کسب سال‌ها مهارت، وارد حوزه آموزش فن بیان
              و توسعه فردی شد.
            </h3>
            <h3>
              <span className="font-bold">رسالت و هدف آکادمی:</span>
              <br />
              رسالت آکادمی فن بیان، حل ریشه‌ای چالش‌های ارتباطی به کمک متد ادراک
              است؛ روشی نوآورانه که به هنرجویان کمک می‌کند تا با تسلط بر کلام و
              بیان مؤثر، در تمامی ابعاد زندگی شخصی و حرفه‌ای رشد کنند.
            </h3>
            <h3>
              <span className="font-bold">دوره‌های تخصصی آکادمی فن بیان:</span>
              <br />
              <ul>
                <li>
                  <span>
                    {' '}
                    1. آموزش فن بیان ویژه کودکان، نوجوانان و بزرگسالان
                  </span>
                  <br />
                  دوره‌هایی طراحی‌شده بر اساس سن و نیاز مخاطب که بر افزایش
                  اعتماد به نفس، تسلط کلامی و مهارت‌های ارتباطی تمرکز دارند.
                </li>
                <li>
                  <span> 2. باشگاه فن بیان</span>
                  <br />
                  برای اولین بار در ایران، آکادمی صابر زارعی با راه‌اندازی سیستم
                  باشگاه فن بیان، فرصتی برای عملگرایی و تثبیت مهارت‌های
                  فارغ‌التحصیلان دوره‌ها ایجاد کرده است. این باشگاه مکانی برای
                  تمرین، اجرا و تجربه واقعی مهارت‌های ارتباطی است.
                </li>
                <li>
                  <span> 3. سایر دوره‌های تخصصی:</span>
                  <br />
                  <div className="flex flex-col gap-2">
                    <ul className="flex flex-col gap-3 pr-9 list-disc">
                      {textItems.map(({ key, text }) => (
                        <li key={key} className="flex items-start gap-2">
                          <span>*</span>
                          <span>{text}</span>
                        </li>
                      ))}
                    </ul>
                  </div>
                </li>
              </ul>
            </h3>
            <h3>
              این دوره‌ها به روش‌های حضوری، آنلاین و آفلاین و در قالب عمومی و
              خصوصی برگزار می‌شوند تا نیاز تمامی هنرجویان را برآورده کنند.
            </h3>
            <h3>
              <span>دستاوردهای آکادمی فن بیان:</span>
              <br />• برگزاری بیش از ۱۰۰ دوره آموزشی حضوری و آنلاین در سال های
              اخیر
              <br />• آموزش بیش از ۲۰۰۰ هنرجو در کشورهای ایران، آمریکا،
              افغانستان، ترکیه، امارات، استرالیا و عمان
              <br />• راه‌اندازی اولین وب‌سایت تخصصی فن بیان در ایران برای
              دسترسی به منابع معتبر آموزشی
              <br />• ارائه مشاوره تخصصی به مدیران ارشد دولتی و خصوصی
            </h3>
            <h3>
              <span>تأثیر و نتایج ملموس:</span>
              <br />
              <span>با گذراندن دوره‌های آکادمی فن بیان، هنرجویان به:</span>
              <br />• افزایش اعتماد به نفس و توانایی کلامی
              <br />• بهبود مهارت‌های ارتباطی
              <br />• درخشش در محیط‌های کاری و اجتماعی دست پیدا می‌کنند.
            </h3>
            <h3>مشاوره و خدمات ویژه:</h3>
            <h3>
              علاوه بر آموزش‌های دوره‌ای، آکادمی فن بیان مشاوره تخصصی مهارت‌های
              ارتباطی و توسعه فردی را نیز به افراد و سازمان‌ها ارائه می‌دهد.
            </h3>
            <h3>
              <span className="font-bold">
                📞 برای کسب اطلاعات بیشتر و ثبت‌نام در دوره‌ها با ما تماس
                بگیرید:
              </span>
              <br />
              <span>09330042028</span>
            </h3>
            <h3 className="text-center text-2xl font-bold">
              با بیان قدرتمند و ارتباط مؤثر، جهان شما تغییر خواهد کرد.
            </h3>
          </div>
        </section>
      </main>
    </>
  );
};

export default AboutUs;
